Repository: farzane-na/random-proverb
Catalog: languages/random-text-*.po
Languages: fa_ir

source: When money speaks, the truth remains silent.
fa_ir: وقتی پول حرف می‌زنه، حقیقت سکوت می‌کنه.

source: The pen is mightier than the sword.
fa_ir: قلم بر شمشیر پیروز است

source: The first step is always the hardest.
fa_ir: اولین همیشه سخت‌ترین قدمه.

source: Slow and steady wins the race.
fa_ir: رهرو آن است که آهسته و پیوسته رود

source: You can’t keep a man down.
fa_ir: خواستن توانستن است.

source: It takes two to tango.
fa_ir: یه دست صدا نداره.

source: No news is good news.
fa_ir: بی خبری خوش خبریه.

source: Random Text
fa_ir: متن های رندوم

source: you can see random text in the dashboard head evely reloading
fa_ir: شما میتونید در هر رفرش یک ضرب المثل رندوم مشاهده کنید

source: Farzane Nazmabadi
fa_ir: فرزانه نظم آبادی
